13xforever.language-x86-64-assembly
actboy168.lua-debug
Andreabbondanza.ignoregit
ccls-project.ccls
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
cometeer.spacemacs
cschlosser.doxdocgen
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
foxundermoon.shell-format
Fr43nk.seito-openfile
hars.CppSnippets
IBM.output-colorizer
ionutvmi.path-autocomplete
jack89ita.open-file-from-path
jeff-hykin.better-shellscript-syntax
ldez.ignore-files
mutantdino.resourcemonitor
naumovs.color-highlight
nurpax.bitmate
PKief.material-icon-theme
redhat.vscode-yaml
rogalmic.bash-debug
rust-lang.rust
shakram02.bash-beautify
shardulm94.trailing-spaces
sleistner.vscode-fileutils
spmeesseman.vscode-taskexplorer
streetsidesoftware.code-spell-checker
trixnz.vscode-lua
twxs.cmake
Tyriar.sort-lines
vadimcn.vscode-lldb
vector-of-bool.cmake-tools
webfreak.debug
wmaurer.change-case
xaver.clang-format
yzhang.markdown-all-in-one
